patrickf1/fzf.fish
plttn/fish-eza
franciscolourenco/done
jorgebucaran/spark.fish
jorgebucaran/autopair.fish
ilancosman/tide@v6
meaningful-ooo/sponge
nickeb96/puffer-fish
